Repository: DANCEcollaborative/forum-xblock
Catalog: django-source/djangobb_forum/locale/*/LC_MESSAGES/django.po
Languages: cs, fo, mn, uk_ua

source: Latest posts on forum
cs: Poslední příspěvky na fóru
fo: Seinastu postirnir á torginum
mn: Энэ хэлэлцүүлэгийн сүүлийн бичлэгүүд
uk_ua: Останні повідомлення на форумі

source: Latest topics on forum
cs: Poslední témata na fóru
fo: Seinastu evnini á torginum
mn: Хэлэлцүүлэгийн сүүлийн сэдэвүүд
uk_ua: Останні теми на форумі

source: Latest posts on %s topic
cs: Poslední příspěvky v tématu %s
fo: Seinastu postirnir á %s evninum
mn: %s сэдэвийн сүүлийн бичлэгүүд
uk_ua: Останні повідомлення в %s темі

source: Latest posts on %s forum
cs: Poslední příspěvky na fóru %s
fo: Seinastu postirnir á %s torginum
mn: %s хэрэлцүүлгийн сүүлийн бичлэгүүд
uk_ua: Останні повідомлення на %s форумі

source: Latest posts on %s category
cs: Poslední příspěvky v kategorii %s
fo: Seinastu postirnir í %s flokkinum
mn: %s ангилалийн сүүлийн бичлэгүүд
uk_ua: Останні повідомлення в %s категорії

source: Username
cs: Uživatelské jméno
fo: Brúkaranavn
mn: Хэрэглэгчийн нэр
uk_ua: Користувач

source: Registered
cs: Registrovaný
fo: Skrásettir
mn: Бүртгэгдсэн
uk_ua: Дата реєстрації

source: No. of posts
cs: Počet příspěvků
fo: Tal av postum
mn: Бичлэг алга.
uk_ua: К-ть повідомлень

source: Post time
cs: Čas odeslání
fo: Post tíðarfesting
mn: Оруулсан цаг
uk_ua: Час повідомлення

source: Author
cs: Autor
fo: Høvundi
mn: Зохиогч
uk_ua: Автор

source: Subject
cs: Předmět
fo: Evni
mn: Гарчиг
uk_ua: Заголовок

source: Forum
cs: Fórum
fo: Torg
mn: Хэлэлцүүлэг
uk_ua: Форум

source: Ascending
cs: Vzestupně
fo: Vaksandi
mn: Өсөхөөр
uk_ua: Зростанню

source: Descending
cs: Sestupně
fo: Minkandi
mn: Буурхаар
uk_ua: Убуванню

source: Topics
cs: Témata
fo: Evni
mn: Сэдэвүүд
uk_ua: Теми

source: Posts
cs: Příspěvky
fo: Postar
mn: Бичлэгүүд
uk_ua: Повідомлення

source: Message text and topic subject
cs: Text a předmět zprávy
fo: Boðtekstur og evni
mn: Мессеж текст ба сэдэвийн гарчиг
uk_ua: Текстах повідомлень і заголовках тем

source: Message text only
cs: Pouze text
fo: Einans boðtekstur
mn: Зөвхөн мессеж текст
uk_ua: Лише у текстах повідомлень

source: Topic subject only
cs: Pouze předmět
fo: Einans evni
mn: Зөвхөн сэдвийн гарчиг
uk_ua: Лише у заголовках тем

source: Attachment
cs: Příloha
fo: Viðfesti
mn: Хавсралт
uk_ua: Прикріплені файли

source: Attachment is too big
cs: Příloha je příliš velká
fo: Viðfestið er ov stórt
mn: Хавсралт хэт том байна
uk_ua: Прикріплений файл дуже великий

source: Real name
cs: Pravé jméno
fo: Veruliga navn
mn: Жинхэнэ нэр
uk_ua: Справжнє ім'я

source: Sort by
cs: Třídit podle
fo: Raða eftir
mn: Эрэмблэлт
uk_ua: Сортувати по

source: Sort order
cs: Pořadí třídění
fo: Raðfylgi
mn: Эрэмблэх дараалал
uk_ua: Упорядкувати по

source: Keyword search
cs: Hledání podle klíčového slova
fo: Lykilorð leitan
mn: Түлхүүрээр хайх
uk_ua: Ключові слова

source: Author search
cs: Hledání podle autora
fo: Høvundaleitan
mn: Зохиогчоор хайх
uk_ua: Пошук автора

source: Search in
cs: Vyhledávat v
fo: Leita í
mn: Дотроос хайх
uk_ua: Пошук в

source: Show results as
cs: Zobrazit výsledky jako
fo: Sýn úrslit sum
mn: Үр дүнгүүдийг үзэх
uk_ua: Показати результат як

source: User with login %s does not exist
cs: Uživatel s uživatelským jménem %s neexistuje
fo: Brúkarin við innritinum %s finst ikki
mn: %s нэвтрэх нэртэй хэрэглэгч байхгүй байна.
uk_ua: Користувач з логіном %s не існує

source: You already voted for this post
cs: Již jste hlasoval/a
fo: Tú hevur longu atkvøtt fyri hesum posti
mn: Та энэ бичлэгийг өмнө нь үнэлчихсэн
uk_ua: Ви вже голосували за це повідомлення

source: Message
cs: Zpráva
fo: Boð
mn: Мессеж
uk_ua: Повідомлення

source: Display your e-mail address.
cs: Zobrazit Vaši e-mailovou adresu
fo: Sýnsa tína t-post adressu.
mn: Өөрийн e-mail хаягаа харуулах.
uk_ua: Показувати вашу e-mail адресу

source: Hide your e-mail address but allow form e-mail.
cs: Skrýt e-mailovou adresu ale povolit e-maily z formuláře
fo: Fjal tína t-postadressu, men loyv oyðublað t-post.
mn: Өөрийн e-mail хаягаа нуух гэхдээ захиа хүлээн авахыг зөвшөөрнө.
uk_ua: Приховати вашу e-mail адресу, але дозволити слати вам повідомлення через форум.

source: Hide your e-mail address and disallow form e-mail.
cs: Skrýt e-mailovou adresu a nepovolit e-maily z formuláře
fo: Fjal tína t-postadressu, og loyv ikki oyðublað t-post.
mn: Өөрийн e-mail хаягаа нуух бас захиа хүлээн авахгүй.
uk_ua: Приховати вашу e-mail адресу і заборонити слати вам повідомлення через форум.

source: Name
cs: Jméno
fo: Navn
mn: Нэр
uk_ua: Iм’я

source: Groups
cs: Skupiny
fo: Bólkar
mn: Бүлгүүд
uk_ua: Групи

source: Only users from these groups can see this category
cs: Pouze uživatele z těchto skupin mohou vidět tuto kategorii
fo: Einans brúkarir úr hesum bólkunum, kunna síggja hendan flokkin
mn: Энэ ангилалыг энэ бүлгийн хэрэглэгчид үзэх эрхтэй.
uk_ua: Лише користувачі з вказаної групи можуть бачити цю категорію

source: Position
cs: Pozice
fo: Sæti
mn: Байрлал
uk_ua: Позиція

source: Category
cs: Kategorie
fo: Flokkur
mn: Ангилал
uk_ua: Категорія

source: Categories
cs: Kategorie
fo: Flokkar
mn: Ангилалууд
uk_ua: Категорії

source: Description
cs: Popis
fo: Frágreiðing
mn: Тайлбар
uk_ua: Опис

source: Moderators
cs: Moderátoři
fo: Kjakleiðarir
mn: Зохицуулагчид
uk_ua: Модератори

source: Updated
cs: Aktualizováno
fo: Dagført
mn: Шинэчлэгдсэн
uk_ua: Дата оновлення

source: Post count
cs: Počet příspěvků
fo: Post tal
mn: Бичлэгийн тоо
uk_ua: Кількість повідомлень

source: Topic count
cs: Počet témat
fo: Evni tal
mn: Сэдвийн тоо
uk_ua: Кількість тем

source: Forums
cs: Fórum
fo: Torg
mn: Хэлэлцүүлэгүүд
uk_ua: Форуми

source: Created
cs: Vytvořeno
fo: Stovnað
mn: Үүсгэсэн
uk_ua: Дата створення

source: User
cs: Uživatel
fo: Brúkari
mn: Хэрэглэгч
uk_ua: Користувач

source: Views count
cs: Počet shlédnutí
fo: Sýningar tal
mn: Уншсан тоо
uk_ua: Кількість переглядів

source: Sticky
cs: Zvýrazněno
fo: Fest
mn: Наалттай
uk_ua: Виділено

source: Closed
cs: Uzavřeno
fo: Afturlatið
mn: Хаагдсан
uk_ua: Закрито

source: Subscribers
cs: Odběratelé
fo: Haldarir
mn: Захиалагчид
uk_ua: Підписчики

source: Topic
cs: Téma
fo: Evni
mn: Сэдэв
uk_ua: Тема

source: Updated by
cs: Aktualizováno od
fo: Dagført av
mn: Шинэчилсэн
uk_ua: Оновлено

source: HTML version
cs: Verze s HTML
fo: HTML útgáva
mn: HTML хувилбар
uk_ua: HTML версія

source: User IP
cs: Uživatelova IP adresa
fo: Brúkara IP
mn: Хэрэглэгчийн IP
uk_ua: IP автора

source: Post
cs: Příspěvek
fo: Posta
mn: Бичлэг
uk_ua: Повідомлення

source: From
cs: Od
fo: Frá
mn: Хэнээс
uk_ua: Від

source: To
cs: Komu
fo: Til
mn: Хэнд
uk_ua: К

source: Time
cs: Čas
fo: Tíð
mn: Цаг
uk_ua: Час

source: Sign
cs: Podpis
fo: Skriva undir
mn: Нэвтрэх
uk_ua: Увійти

source: Reason
cs: Důvod
fo: Orsøk
mn: Шалтгаан
uk_ua: Причина

source: Reputation
cs: Reputace
fo: Virðing
mn: Цол
uk_ua: Репутація

source: Reputations
cs: Reputace
fo: Virðingar
mn: Цолнууд
uk_ua: Репутація

source: Status
cs: Stav zprávy:
fo: Standur
mn: Төлөв
uk_ua: Статус

source: Site
cs: Web
fo: Stað
mn: Вэб
uk_ua: Вебсторінка

source: Location
cs: Místo
fo: Stað
mn: Байрлал
uk_ua: Місцезнаходження

source: Signature
cs: Podpis
fo: Undirskrift
mn: Гарын үсэг
uk_ua: Підпис

source: Time zone
cs: Časová zóna
fo: Tíðarøki
mn: Цагийн бүс
uk_ua: Часова зона

source: Language
cs: Jazyk
fo: Mál
mn: Хэл
uk_ua: Мова

source: Avatar
mn: Хөрөг
uk_ua: Аватар

source: Theme
cs: Vzhled
fo: Tema
mn: Загвар
uk_ua: Тема

source: Show avatar
cs: Zobrazit avatar
fo: Sýn avatar
mn: Хөргийг үзэх
uk_ua: Показувати аватар

source: Show signatures
cs: Zobrazit podpisy
fo: Sýn undirskriftir
mn: Гарын үсгүүдийг харах
uk_ua: Показувати підписи

source: Show smilies
cs: Zobrazit smajlíky
fo: Sýn brostekn
mn: Инээмсэглэлүүдийг харах
uk_ua: Показати смайли

source: Privacy permission
cs: Nastavení soukromí
fo: Privatlívs loyvi
mn: Хувийн хандах эрх
uk_ua: Конфіденційність

source: Default markup
cs: Základní značkování
fo: Forsett markup
mn: Анхдагч markup
uk_ua: Розмітка за умовчанням

source: Profile
cs: Profil
fo: Umhvarv
mn: Танилцуулга
uk_ua: Профіль

source: Profiles
cs: Profily
fo: Umhvørv
mn: Танилцуулгууд
uk_ua: Профіль

source: Post tracking
cs: Sledování příspěvků
fo: Post sporing
mn: Бичлэг мөрдөх
uk_ua: Відстежування повідомлень

source: Reported by
cs: Nahlášeno od
fo: Meldað av
mn: Мэдээлсэн
uk_ua: Скарга від

source: Zapped
cs: Přepnuto
mn: шийтгэгдсэн
uk_ua: Розглянута

source: Zapped by
cs: Přepnuto od
mn: Шийтгэсэн
uk_ua: Розглянув

source: Report
fo: Frásøgn
mn: Мэдэгдэх
uk_ua: Поскаржитися

source: Reports
cs: Reporty
fo: Frásagnir
mn: Мэдэгдэлүүд
uk_ua: Скарги

source: Banned user
cs: Zakázaný uživatel
fo: Bannlýstur brúkari
mn: Хориотой хэрэглэгч
uk_ua: Заблокований користувач

source: Ban start
cs: Začátek zákazu
fo: Bannlýsing byrjar
mn: Хорио эхлэх
uk_ua: Початок блокування

source: Ban end
cs: Konec zákazu
fo: Bannlýsing endar
mn: Хорио дуусах
uk_ua: Кінець блокування

source: Ban
fo: Bannlýs
mn: Хорио
uk_ua: Блокування

source: Bans
fo: Bannlýsingar
mn: Хорионууд
uk_ua: Блокування

source: Size
cs: Velikost
fo: Stødd
mn: Хэмжээ
uk_ua: Розмір

source: Content type
cs: Typ obsahu
fo: Innihalds slag
mn: Контентийн төрөл
uk_ua: Тип вмісту

source: Path
cs: Cesta adresáře
fo: Leið
mn: Зам
uk_ua: Шлях

source: Root
cs: Kořen
fo: Rót
mn: Үндэс
uk_ua: Початок

source: New topic
cs: Založit nové téma
fo: Nýtt evni
mn: Шинэ сэдэв
uk_ua: Створити нову тему

source: New reply
cs: Odpovědět
fo: Nýtt aftursvar
mn: Шинэ хариулт
uk_ua: Нова відповідь

source: Write your message and submit
cs: Napište svojí zprávu a odešlete
fo: Skriva tíni boð og send inn
mn: Өөрийн мессэж-ийг бичээд илгээх
uk_ua: Написати і відправити повідомлення

source: Submit
cs: Odeslat
fo: Send inn
mn: Оруулах
uk_ua: Відправити

source: Go back
cs: Zpět
fo: Far aftur
mn: Буцах
uk_ua: Назад

source: Topic review (newest first)
cs: Přehled tématu (nejnovější první)
mn: Сэдэв хянах (Шинэ нь эхэндээ)

source: Quote
cs: Citovat
fo: Sitat
mn: Санаа авах
uk_ua: Цитувати

source: Board footer
cs: Zápatí
mn: Самбарын хөл

source: Edited
cs: Upraveno
fo: Ritstjórnað
mn: Засагдсан
uk_ua: Відредаговано

source: Select
cs: Zobrazit
fo: Vel
mn: Сонго
uk_ua: Вибрати

source: Delete
cs: Smazat
fo: Strika
mn: Устга
uk_ua: Видалити

source: Edit post
cs: Editovat příspěvek
fo: Ritstjórna post
mn: Бичлэг зас
uk_ua: Редагувати пост

source: Edit the post and submit changes
cs: Editujte příspěvek a uložte změny
fo: Ritstjórna postin, og send broytingar inn
mn: Бичлэгийг засаад өөрчлөлтийг хадгал
uk_ua: Відредагувати пост і відправити зміни

source: Save
cs: Uložit
fo: Goym
mn: Хадгал
uk_ua: Зберегти

source: Replies
cs: Odpovědi
fo: Aftursvar
mn: Хариултууд
uk_ua: Відповідей

source: Views
cs: Zobrazení
fo: Sýni
mn: Уншсан
uk_ua: Переглядів

source: Last post
cs: Poslední příspěvek
fo: Nýggjasti postur
mn: Сүүлийн бичлэг
uk_ua: Останнє повідомлення

source: Sticky:
cs: Zvýrazněno:
fo: Fest:
mn: Наалттай
uk_ua: Важливо:

source: Forum is empty.
cs: Fórum je prázdné
fo: Torgið er tómt.
mn: Хэлэлцүүлэг хоосон.
uk_ua: Форум порожній.

source: Jump to
cs: Přejít na
fo: Leyp til
mn: Үсрэх
uk_ua: Перейти

source: Go
cs: Přejít
fo: Far
mn: Яв
uk_ua: Перейти

source: Moderate forum
cs: Moderovat fórum
fo: Kjakleiða torg
mn: Хэлэлцүүлэгийг удирдах
uk_ua: Модеріровать форум

source: Index
fo: Evnisyvirlit
mn: Индекс
uk_ua: Головна

source: User list
cs: Seznam uživatelů
fo: Brúkaralisti
mn: Хэрэглэгчийн жагсаалт
uk_ua: Користувачі

source: Search
cs: Hledat
fo: Leita
mn: Хайлт
uk_ua: Пошук

source: Administration
cs: Administrace
fo: Fyrisiting
mn: Админ
uk_ua: Адміністрування

source: Logged in as
cs: Přihlášen jako
fo: Innritað(ur) sum
mn: Нэвтэрсэн хэрэглэгч
uk_ua: Ви зайшли як

source: Last visit:
cs: Poslední návštěva:
fo: Seinasta vitjan:
mn: Сүүлд зочилсон:
uk_ua: Останній візит:

source: You are not logged in.
cs: Nejste přihlášen/a.
fo: Tú ert ikki ritað(ur) inn.
mn: Та нэвтэрч ороогүй байна.
uk_ua: Ви не увійшли.

source: There are new reports
cs: Máte nové reporty
fo: Har eru nýggjar frásagnir
mn: Шинэ мэдэгдэлүүд
uk_ua: Нові скарги

source: Show new posts since last visit
cs: Zobrazit nové příspěvky od poslední návštěvy
fo: Sýn nýggju postirnir síðani seinasta vitjan
mn: Сүүлд зочилсноос хойших шинэ бичлэгүүд
uk_ua: Показати нові повідомлення, з моменту Вашого останнього візиту

source: Mark all topics as read
cs: Označit všechno jako přečteno
fo: Merk øll evni sum lisin
mn: Бүх сэдвийг уншсанаар тэмдэглэ
uk_ua: Помітити всі форуми як прочитані

source: Notice
cs: Upozornit
fo: Boð
mn: Мэдэгдэл
uk_ua: Повідомлення

source: Board information
cs: Informace o fóru
mn: Самбарын мэдээлэл
uk_ua: Інформація про форум

source: Board statistics
cs: Statistika fóra
fo: Talvu hagfrøði
mn: Самбарын үзүүлэлт
uk_ua: Статистика форуму

source: Total number of registered users:
cs: Celkem registrovaných uživatelů:
fo: Skrásettir brúkarar í alt:
mn: Нийт бүртгэлтэй хэрэглэгчийн тоо:
uk_ua: Всього зареєстрованих користувачів:

source: Total number of topics:
cs: Témat:
fo: Samanlagt tal av evnum:
mn: Нийт сэдэвийн тоо:
uk_ua: Всього тем:

source: Total number of posts:
cs: Příspěvků:
fo: Samanlagt tal av postum:
mn: Нийт бичлэгийн тоо:
uk_ua: Всього повідомлень:

source: User information
cs: Informace o uživateli
fo: Brúkara upplýsing
mn: Хэрэглэгчийн мэдээлэл
uk_ua: Інформація користувача

source: Newest registered user:
cs: Nejnovější registrovaný uživatel:
fo: Seinast skrásetti brúkarin:
mn: Шинэ бүртгүүлсэн хэрэглэгчид
uk_ua: Останній зареєстрований користувач:

source: Registered users online:
cs: Registrovaní uživatelé online:
fo: Skrásettir brúkarar álínu:
mn: Онлайн хэрэглэгчид
uk_ua: Зараз зареєстрованих відвідувачів:

source: Guests online:
cs: Hosté online:
fo: Gestir álínu:
mn: Онлайн зочид:
uk_ua: Зараз гостей:

source: Online:
fo: Álínu:
mn: Онлайн:
uk_ua: Користувачі онлайн:

source: Search links
cs: Hledané odkazy
fo: Leita í leinkjum
mn: Хаяг хайх
uk_ua: Cсилки пошуку

source: Show recent posts
cs: Zobrazit poslední příspěvky
fo: Sýn nýligar postar
mn: Сүүлийн бичлэгүүдийг үзэх
uk_ua: Показати останні повідомлення

source: Show unanswered posts
cs: Zobrazit příspěvky bez odpovědí
fo: Sýn ósvaraðir postir
mn: Хариулаагүй бичлэгүүд үзэх
uk_ua: Показати повідомлення, що не мають відповідей

source: Show your subscribed topics
cs: Zobrazit témata s oznamováním
fo: Sýn tey evni tú ert haldari av
mn: Өөрийн захиалсан сэдвүүдийг үзэх
uk_ua: Показати повідомлення на яких Ви підписані

source: Show your posts
cs: Zobrazit mé příspěvky
fo: Sýn tínir postir
mn: Өөрийн бичлэгээ үзэх
uk_ua: Показати ваші повідомлення

source: Send e-mail to
cs: Poslat e-mail
fo: Send t-post til
mn: Э-мэйл илгээх
uk_ua: Відправити e-mail

source: Write and submit your e-mail message
cs: Napište a odešlete Vaši e-mailovou zprávu.
fo: Skriva og send tíni t-post boð inn
mn: Э-мэйл бичих болон илгээх
uk_ua: Напишіть і відправте ваше повідомлення

source: Please note that by using this form, your e-mail address will be disclosed to the recipient.
cs: Pokud použijete tento formulář, Vaše e-mailová adresa bude pro příjemce zobrazena.
fo: Vinarliga hav fyri eygað, við at nýta hetta útfyllingarblað, verður tín t-post adressa avdúka fyri móttakaranum.
mn: Анхаар: Энэ формыг хэрэглэсэнээр таны e-mail хаяг хүлээг авагчид харагдана
uk_ua: Будь ласка, звернете увагу, що при використанні цієї форми, ваша електронна адреса стане відома одержувачеві.

source: Move
cs: Přesunout
fo: Flyt
mn: Зөөх
uk_ua: Перенести

source: Open
cs: Otevřít
fo: Opna
mn: Нээх
uk_ua: Відкрити

source: Close
cs: Zavřít
fo: Lat aftur
mn: Хаах
uk_ua: Закрити

source: Moderated by
cs: Moderuje
mn: Удирдагч
uk_ua: Модератори

source: Move topic
cs: Přesunout téma
fo: Flyt evni
mn: Сэдэв зөөх
uk_ua: Перенести тему

source: Select destination of move
cs: Vybrat cíl přesunu
fo: Vel hvar tað skal flytast til
mn: Шилжих хэсгийг сонго
uk_ua: Виберіть призначення для перенесення

source: Move to
cs: Přesunout do
fo: Flyt til
mn: Шилжүүл
uk_ua: Перенести в

source: Pages
cs: Stránky
fo: Síður
mn: Хуудсууд
uk_ua: Сторінки

source: Report post
cs: Nahlásit příspěvek
fo: Melda postin
mn: Бичлэг мэдэгдэх
uk_ua: Скарга на повідомлення

source: Please enter a short reason why you are reporting this post
cs: Prosím napište stručně, proč upozorňujete na tento příspěvek.
fo: Vinarliga skriva eina stutta orsøk, um hví tú meldar hendan postin
mn: Энэ бичлэгийг мэдээлэх болсон шалтгаанаа товчхон оруулна уу
uk_ua: Будь ласка, зробіть короткий опис причини, по якій ви звертаєте увагу модератора на це повідомлення

source: Reputation of the user
cs: Reputace uživatele
fo: Virðing hjá brúkaranum
mn: Хэрэглэгчийн цолууд
uk_ua: Репутація користувача

source: From user
cs: Od uživatele
fo: Frá brúkara
mn: Илгээсэн хэрэглэгч
uk_ua: Від користувача

source: For post in topic
cs: Každý příspěvek v tématu
mn: Сэдэв доторх бичлэгүүдэд
uk_ua: За повідомлення в темі

source: Estimation
cs: Akce
fo: Virðing
mn: Хэмжилт
uk_ua: Оцінка

source: Date
cs: Datum
fo: Dato
mn: Огноо
uk_ua: Дата

source: Are you sure
cs: Jste si jistý/á
fo: Er tú viss(ur)
mn: Та итгэлтэй байна уу
uk_ua: Ви упевнені

source: Please, fill the form
cs: Prosím, vyplňte formulář
fo: Vinarliga, fyll útfyllingarblaðið
mn: Энэ формийг бөглөнө үү
uk_ua: Будь ласка, заповните форму

source: Your name:
cs: Vaše jméno:
fo: Títt navn:
mn: Таны нэр
uk_ua: Ваше iм’я:

source: To whom we change a reputation:
cs: Komu změnit pověst:
fo: Til tann ið vit broyta virðing á:
mn: Түүний нэр хүндийг бид өөрчлөж чадна:
uk_ua: Кому ви міняєте репутацію:

source: Method:
cs: Metoda:
fo: Háttur:
mn: Арга
uk_ua: Метод:

source: Add of a reputation
cs: Zvýšení reputace
fo: Økja eina virðing
mn: Шагнал нэмэх
uk_ua: Підняти репутацію

source: Reduction of a reputation
cs: Snížení reputace
fo: Minka eina virðing
mn: Цол бууруулах
uk_ua: Знизити репутацію

source: Enter your search criteria
cs: Zadejte svá vyhledávací kritéria
fo: Skriva tíni leiti sermerki
mn: Хайх нөхцөлөө оруулна уу
uk_ua: Введіть критерії пошуку

source: To search by keyword, enter a term or terms to search for. Separate terms with spaces. To search by author enter the username of the author whose posts you wish to search for.
cs: Chcete-li hledat podle klíčového slova zadejte termín nebo termíny které se mají hledat. Jednotlivá slova oddělte mezerami. Pro vyhledávání podle autora zadejte uživatelské jméno autora, jehož příspěvky chcete vyhledat.
fo: Til at leita við lyklaorði, skriva eina orðing ella orðingar at leita eftir. Sundurskil orðingarnar við gloppum. Til at leita eftir høvunda, skriva brúkaranavnið á høvundanum, hvørs postar tú ynskir at finna.
mn: Түлхүүр үгээр хайхдаа нэг болон хэд хэдэн үгээр хайж болно. Үгүүдийг хооронд нь зайгаар(space) тусгаарлана. Зохиогчийг бүх бичлэгүүдийг хайхыг хүсвэл зохиогчийн нэрийг оруулан хайна.
uk_ua: Для пошуку по ключовому слову, введіть одне або декілька. Розділяйте слова пропуском. Для пошуку по авторові, введіть ім'я користувача, повідомлення якого ви бажаєте знайти.

source: Select where to search
cs: Vyberte kde hledat
fo: Vel hvar tað skal leitast
mn: Хаанаас хайхыг сонгох
uk_ua: Виберіть де шукати

source: All forums
cs: Všechny diskuze
fo: Øll torg
mn: Бүх хэлэлцүүлэгүүд
uk_ua: Усі форуми

source: Choose in which forum you would like to search and if you want to search in topic subjects, message text or both.
cs: Vyberte v jaké diskuzi chcete vyhledávat a jestli chcete vyhledávat v předmětu, v textu zprávy nebo v obou.
fo: Vel í hvørjum torgi tú vil leita, og um tú vil leita í evnum, boðtekstum ella báðum.
mn: Аль хэлэлцүүлэгээс хайх мөн сэдвийн нэр болон текстээс нь сонгож хайх боломжтой.
uk_ua: Виберіть в якому форумі ви бажаєте шукати і місце пошуку.

source: Select how to view search results
cs: Vyberte si, jak chcete zobrazit výsledky vyhledávání
fo: Vel hvussu leitingarúrslit skullu sýnast
mn: Хайлын үр дүнг хэрхэн үзэхээ сонгох
uk_ua: Виберіть як відображувати результати пошуку

source: You can choose how you wish to sort and show your results.
cs: Můžete si vybrat, jak chcete setřídit a zobrazit výsledky.
fo: Tú kann velja hvussu tú vil raða og sýna tíni úrslit.
mn: Хайлтын үр дүнг хүссэнээрээ эрэмбэлж сонгож болно.
uk_ua: Ви можете вибрати, як сортувати і відображувати результат вашого пошуку.

source: Replies:
cs: Odpovědi:
fo: Aftursvar:
mn: Хариултууд
uk_ua: Відповіді

source: Go to post
cs: Přejít na příspěvek
fo: Far til post
mn: Бичлэгрүү очих
uk_ua: Перейти до повідомлення

source: Info
fo: Kunning
mn: Мэдээлэл
uk_ua: Інформація

source: Your search returned no hits.
cs: Vyhledávání nenašlo žádné výsledky.
fo: Har kom einki burturúr leitingini.
mn: Таны хайлтанд юм олдсонгүй.
uk_ua: Нічого не знайдено.

source: Search results
cs: Výsledky vyhledávání
fo: Leitingarúrslit
mn: Хайлтын үр дүнгүүд
uk_ua: Результати пошуку

source: Reply
cs: Odpovědět
fo: Svara aftur
mn: Хариулах
uk_ua: Відповісти

source: From:
cs: Od:
fo: Frá:
mn: Илгээсэн:
uk_ua: Від:

source: Registered:
cs: Registrovaný:
fo: Skrásettur:
mn: Бүртгэгдсэн:
uk_ua: Зареєстрований:

source: Posts:
cs: Příspěvky:
fo: Postar:
mn: Бичлэгүүд:
uk_ua: Повідомлення:

source: Send e-mail
cs: Poslat e-mail
fo: Send t-post
mn: Э-мэйл илгээх
uk_ua: Відправити e-mail

source: Attachments:
cs: Přílohy:
fo: Viðfesti:
mn: Хавсралтууд
uk_ua: Прикріплений файли:

source: Online
fo: Álínu
mn: Онлайн
uk_ua: Онлайн

source: Offline
fo: Avlínu
mn: Оффлайн
uk_ua: Офлайн

source: Are you sure you want to delete this post?
cs: POZOR! Pokud je toto první příspěvek v tématu, téma bude SMAZÁNO!
fo: Er tú viss(ur) í at strika hendan postin?
mn: Та энэ бичлэгийг устгахдаа итгэлтэй байна уу?
uk_ua: Ви упевнені, що хочете видалити це повідомлення?

source: Edit
cs: Editovat
fo: Ritstjórna
mn: Засах
uk_ua: Редагувати

source: Unsubscribe
cs: Odhlásit z odběru.
fo: Gevst við halda
mn: Захиалага цуцлах
uk_ua: Заборонити повідомлення

source: Subscribe
cs: Přihlásit k odběru příspěvků v tomto tématu.
fo: Gerst haldari
mn: Захиалах
uk_ua: Отримувати повідомлення

source: Quick post
cs: Rychlá odpověď
mn: Хурдаг бичлэг
uk_ua: Швидка відповідь

source: Jump to
cs: Přejít na
fo: Leyp til
mn: Үсрэх
uk_ua: Перейти

source: Moderator control
cs: Moderátorské ovládání
fo: Kjakleiðara stýring
mn: Удирдагчийн хяналт
uk_ua: Модераторіровати

source: Delete multiple posts
cs: Smazat více příspěvků
fo: Strika fleiri postar
mn: Олон бичлэг устгах
uk_ua: Видалити повідомлення

source: Open topic
cs: Otevřít téma
fo: Lat evni upp
mn: Сэдэв нээх
uk_ua: Відкрити тему

source: Close topic
cs: Zavřít téma
fo: Lat evni aftur
mn: Сэдэв хаах
uk_ua: Закрити тему

source: Unstick topic
cs: Zrušit zvýraznění
fo: Loys festi á evninum
mn: Сэдэв хуулах
uk_ua: Прибрати виділення

source: Stick topic
cs: Zvýraznit téma
fo: Fest evnið
mn: Сэдэв наах
uk_ua: Виділити тему

source: Upload avatar
cs: Nahrát avatar
fo: Uppsenda avatar
mn: Хөрөг хуулах
uk_ua: Змінити аватар

source: Enter an avatar file to upload
cs: Zadejte soubor avataru k nahrání
fo: Set eina avatar-fílu inn til at uppsenda
mn: Хуулаг хөргийн файлаа оруулна уу
uk_ua: Вкажіть файл з аватаром для завантаження
