Repository: DANCEcollaborative/forum-xblock
Catalog: django-source/djangobb_forum/locale/*/LC_MESSAGES/django.po
Languages: cs, fo, mn, uk_ua

source: An avatar is a small image that will be displayed under your username in your posts. It must not be any bigger than %(avatar_width)s x %(avatar_height)s pixels
cs: Avatar je malý obrázek, který se zobrazí pod vaším uživatelským jménem ve vašich příspěvcích. Nesmí být žádný větší než %(avatar_width)s x %(avatar_height)s pixelů
fo: Ein avatar er ein lítil mynd, ið verður sýnd undir tínum brúkaranavni í tínum postum. Hon má ikki vera størri enn %(avatar_width)s x %(avatar_height)s skíggjadeplar
mn: Хөрөг нь жижигхэн зураг бөгөөд таны бичлэгүүдийн хэрэглэгчийн нэрийн доод хэсэгт харагдана. Энэ зураг нь %(avatar_width)s х %(avatar_height)s хэмжээнээс ихгүй байх хэрэгтэй.
uk_ua: Аватар - це маленьке зображення, яке відображуватиметься під Вашим ім'ям в повідомленнях на форумі. Воно не може бути більш ніж %(avatar_width)s x %(avatar_height)s пікселів

source: Upload
fo: Send upp
mn: Хуулах
uk_ua: Завантажити

source: Personal
cs: Osobní
fo: Persónligt
mn: Хувийн
uk_ua: Персональний

source: Username:
cs: Uživatelské jméno
fo: Brúkaranavn:
mn: Хэрэглэгчийн нэр:
uk_ua: Користувач:

source: Title
cs: Titulek
fo: Heiti
mn: Гарчиг
uk_ua: Статус

source: Real name:
cs: Skutečné jméno:
fo: Veruliga navn:
mn: Жинхэн нэр:
uk_ua: Справжнє им’я:

source: (Unknown)
cs: (Neznámý)
fo: (Ókent)
mn: (Үл мэдэгдэх)
uk_ua: (Невідомо)

source: Website:
cs: Web:
fo: Heimasíða:
mn: Вэб хаяг:
uk_ua: Сайт:

source: (Hidden)
cs: (Skryté)
fo: (Fjalt)
mn: (Нууц)
uk_ua: (Приховано)

source: Messaging
cs: Komunikace
mn: Мессенжер
uk_ua: Спілкування

source: Personality
cs: Identifikace
fo: Persónligheit
mn: Хувь хүн
uk_ua: Індивідуальний

source: Avatar:
mn: Хөрөг:
uk_ua: Аватар:

source: (No avatar)
fo: (Eingin avatar)
mn: (Хөрөг байхгүй)
uk_ua: (Аватар відсутній)

source: Signature:
cs: Podpis:
fo: Undirskrift:
mn: Гарын үсэг:
uk_ua: Підпис:

source: User activity
cs: Uživatelovy aktivity
fo: Brúkara virksemi
mn: Хэрэглэгчийн үйлдэлүүд
uk_ua: Активність користувача

source: Show all posts
cs: Zobrazit všechny příspěvky
fo: Sýn allar postar
mn: Бүх бичлэгийг үзэх
uk_ua: Показати всі повідомлення

source: Last post:
cs: Poslední příspěvek:
fo: Síðsti postur:
mn: Сүүлийн бичлэг
uk_ua: Останнє повідомлення:

source: User search
cs: Hledání uživatele
fo: Leita eftir brúkara
mn: Хэрэглэгч хайх
uk_ua: Пошук користувача

source: Find and sort users
cs: Najít a seřadit uživatele
fo: Finn og raða brúkarar
mn: Хэрэглэгчидээс хайх ба эрэмблэх
uk_ua: Пошук і сортування користувачів

source: Enter a username to search for. The username field can be left blank. Sort users by name, date registered or number of posts and in ascending/descending order.
cs: Zadejte uživatelské jméno pro vyhledávání. Políčko jméno uživatele může zůstat prázdné. Seřadit uživatele podle jména, data registrace nebo počtu příspěvků vzestupně / sestupně.
fo: Skriva eitt brúkaranavn at leita eftir. Brúkaranavns-teigurin kann latast vera blankan. Raða brúkarar eftir navni, skrásetingar dato ella tal av postum og í hækkandi/lækkandi raðfylgi.
mn: Хэрэглэгчийн нэрээр хайх. Хэрэглэгчийн нэрийг нь хоосон орхиж болно. Хэрэглэгчдийг нэр , бүртгэсэн огноо, оруулсан бичлэгийн тоогоор эрэмблэх боломжтой.
uk_ua: Введіть ім'я користувача для пошуку . Ім'я користувача може бути порожнім. Відсортуйте користувачів по імені, даті реєстрації або кількості переданих повідомлень і упорядкуєте по зростанню/убуванню.

source: Full Version:
cs: Plná verze:
fo: Full útgáva:
mn: Бүтэн хувилбар:
uk_ua: Повна версія:

source: IMPORTANT:
cs: DŮLEŽITÉ:
fo: TÝDNINGARMIKIÐ:
mn: ЯАРАЛТАЙ:
uk_ua: ВАЖЛИВО:

source: replies
cs: odpovědi
fo: Aftursvar
mn: хариултууд
uk_ua: відповідей

source: posts
cs: příspěvky
fo: postar
mn: бичлэгүүд
uk_ua: повідомлень

source: Delete (administrators only) or ban user
cs: Odstranit (pouze pro správce), nebo zakázat uživatele
fo: Strika (einans fyrisitarir) ella bannlýs ein brúkara
mn: Устгах (Завхан админ) эсвэл хорих
uk_ua: Видалити (лише для адміністратора) або заблокувати користувача

source: Delete user
cs: Odstranit uživatele
fo: Strika brúkara
mn: Хэрэглэгч утсгах
uk_ua: Видалити користувача

source: Ban user
cs: Zakázat uživatele
fo: Bannlýs brúkara
mn: Хорьсон хэлэглэгч
uk_ua: Заблокований

source: Set moderator access
cs: Nastavit moderátorský přístup
fo: Stilla kjakleiðara atgongd
mn: Удирдах эрх өгөх
uk_ua: Встановити права модератора

source: Choose what forums this user should be allowed to moderate. Note: This only applies to moderators. Administrators always have full permissions in all forums.
cs: Vyberte, která fóra může tento uživatel moderovat. Poznámka: Toto se vztahuje pouze na moderátory. Administrátoři mají vždy plná oprávnění ve všech fórech.
fo: Vel hvørji torg hesin brúkarin er loyvdur at leiða kjak. Viðmerking: Hettar umfatar einans kjakleiðarar. Fyrisitarir hava altíð fult loyvi á øllum torgum.
mn: Энэ хэрэглэгч аль хэлэлцүүлэгийг удирдахыг сонго. Тэмдэглэл: Энэ зөвхөн зохицуулагчидад хамаатай. Админууд бүх хэлэлцүүлэгт бүрэн эрхтэй.
uk_ua: Вибери форуми в яких даний користувач буде модератором. Примітка: це стосується лише модераторів. Адміністратори мають повні права доступу у всіх форумах.

source: Update forums
cs: Update fóra
fo: Dagfør torg
mn: Хэлэлцүүлэгүүдийг шинэчил
uk_ua: Оновити форуми

source: Display
cs: Zobrazení
fo: Sýn
mn: Харах
uk_ua: Відображення

source: Select your preferred style
cs: Vyberte si preferovaný styl
fo: Vel hvat snið tú heldur best um
mn: Өөрийн загвараа сонгоно уу
uk_ua: Виберіть стиль відображення

source: If you like you can use a different visual style for this forum.
cs: Pokud chcete, můžete použít jiný vizuální styl na tomto fóru.
fo: Um tú hevur hug, kanst tú nýta ein øðrvísi sjónligan stíl til hetta torgið.
mn: Хэрвээ та хүсвэл энэ хэлэлцүүлэгт өөр загвар хэрэглэж болно.
uk_ua: За бажання, ви можете використовувати інший візуальний стиль для цього форуму.

source: Post display legend
cs: Zobrazit vysvětlivky
mn: Бичлэгийн тэмдэг харуулах

source: Post display info
cs: Zobrazení informací
mn: Бичлэгийн мэдээлэл харах

source: When you update your profile, you will be redirected back to this page.
cs: Při aktualizaci svého profilu budete přesměrováni zpět na tuto stránku.
fo: Tá tú dagførir títt umhvarv, verður tú leidd(ur) aftur á hesa síðuna.
mn: Та өөрийн хувийн мэдээлэлээ өөрчлөвөл энэ хуудасанд буцаж ирнэ.
uk_ua: Після оновлення профілю, ви будете перенаправлені назад на цю сторінку.

source: Essentials
cs: Základní
mn: Үндсэн мэдээлэл
uk_ua: Основний

source: Enter your username and password
cs: Zadejte své uživatelské jméno a heslo
fo: Skriva títt brúkaranavn og atlát
mn: Хэрэглэгчийн нэр нууц үгээ оруулана уу
uk_ua: Им’я та пароль

source: Change password
cs: Změna hesla
fo: Broyt atlát
mn: Нууц үг солих
uk_ua: Змінити пароль

source: Enter a valid e-mail address
cs: Zadejte platnou e-mailovou adresu
fo: Skriva eina gilda t-post adressu
mn: Зөв e-mail хаяг оруулана уу.
uk_ua: Введіть існуючу e-mail адресу

source: Set your localisation options
cs: Nastavte si své možnosti lokalizace
fo: Stilla tínar staðbundnu kostir
mn: Өөрийн нутагшуулалтыг сонгох
uk_ua: Виберіть свої регіональні налаштування

source: Timezone: For the forum to display times correctly you must select your local timezone.
cs: Časové pásmo: Aby se Vá správně zobrazil čas, musíte zvolit lokální časovou zónu.
fo: Tíðarøki: Fyri at torgið kann sýna tíðir rætt, mást tú velja títt staðbundna tíðarøkim
mn: Цагийн бүс: Хэлэлцүүлэгийг харах бүрд цагуудыг таны орон нугийн цагийн бүсэд тохируулан харуулна.
uk_ua: Часовий пояс: Для того, щоб час відображувався правильно, ви повинні вибрати часовий пояс для місцевості, звідки ви відвідуєте форум.

source: Language: You can choose which language you wish to use to view the forum
cs: Jazyk: Můžete si vybrat jazyk, který chcete použít k zobrazení fóru
fo: Mál: Tú kann velja á hvørjum máli, tú ynskir at torgið skal sýnast
mn: Хэл : Та өөрийн харах хэлээ сонгох боломжтой.
uk_ua: Мова: Ви можете вибрати мову для відображення форуму

source: Profile menu
cs: Profil menu
fo: Umhvarvsvalmynd
mn: Танилцуулга меню
uk_ua: Профіль

source: Privacy
cs: Soukromé
fo: Privatlív
mn: Нууцлал
uk_ua: Особистий

source: Enter your personal details
cs: Zadejte osobní detaily
fo: Skriva tínar persónligu upplýsingar
mn: Хэвийн дэлгэрэнгүй мэдээлэл оруулана уу
uk_ua: Ваші персональні дані

source: Leave blank to use forum default.
cs: Ponechte prázdné pro použití výchozího
fo: Lat vera blankt, til at nýta torg forsettur.
mn: Хоосон орхивол хэлэлцүүлэгийн анхдагч тохируулагыг ашиглана.
uk_ua: Залиште поле порожнім, для використання налаштувань форуму, за умовчанням.

source: Set your avatar display options
cs: Nastavte možnosti zobrazení avataru
fo: Stilla tínar avatar sýnis kostir
mn: Өөрийн хөргийг тохируулах
uk_ua: Налаштування відображення аватара

source: An avatar is a small image that will be displayed with all your posts. You can upload an avatar by clicking the link below. The checkbox 'Use avatar' below must be checked in order for the avatar to be visible in your posts.
cs: Avatar je malý obrázek, který se zobrazí pod Vaší přezdívkou u každého vašeho příspěvku. Nahrát avatar je možné po kliknutí na odkaz níže. Zaškrtávací políčko \'Použít avatar\' musí zaškrtnuto pro zobrazení avataru.
fo: Ein avatar er ein lítil mynd, ið verður sýnd saman við øllum tínum postum. Tú kann uppsenda ein avatar, við at trýsta á leinkjuna niðanfyri. Avkrossingar-kassin má vera merktur, um avatarurin skal vera sjónligur í tínum postum.
mn: Хөрөг зураг нь жижиг зураг бөгөөд таны бүх бичлэг дээр харагдана. Энэ холбоос дээр дарж өөрийн хөргийг оруулах боломжтой. 'Хөрөг хэрэглэх' ийг сонгож байж хөрөг зураг харагдана.
uk_ua: Аватар - це маленьке зображення, яке відображається під Вашим ім'ям в повідомленнях на форумі. Ви можете завантажити аватар, натискує на заслання нижче. Для того, щоб аватар був видний у ваших повідомленнях, відзначте галочкою поле ''Використовувати аватар''.

source: Use avatar.
cs: Použít avatar.
fo: Nýt avatar.
mn: Хөрөг хэрэглэх
uk_ua: Використовувати аватар.

source: Compose your signature
cs: Vytvořit vlastní podpis
fo: Samanset tína undirskrift
mn: Гарын үсгээ зохиох
uk_ua: Составте ваш підпис

source: A signature is a small piece of text that is attached to your posts. In it, you can enter just about anything you like. Perhaps you would like to enter your favourite quote or your star sign. It's up to you! In your signature you can use BBCode if it is allowed in this particular forum. You can see the features that are allowed/enabled listed below whenever you edit your signature.
cs: Podpis je text, který se bude vkládat ke každému vašemu příspěvku. Vložte si tam co uznáte za vhodné. Třeba nějaký oblíbený citát, to vše je na Vás. Můžete také použít i BBcode funkce, pokud jsou v podpisu povoleny.
fo: Eitt eyðkenniskriv er ein stuttur tekstur, ið er viðfestur tínum posti. Í honum kann tú skriva, hvat ið tær hugar. Kanska tú vil hava eitt yndis sitat ella stjørnutekn. Tað er upp til tín! Á tínum eyðkenniskrivi kanst tú nýta BBCode, um tað er loyvt á hesum torginum. Tú kann síggja teir eginleikar ið eru loyvdir/virkjaðir á listanum niðanfyri, tá tú ritstjórnar títt eyðkenniskriv.
mn: Гарын үсэг нь таны бичлэгүүдэд хавсаргагдах жижиг хэсэг. Та энэ хэсэгт хүссэн зүйлээ оруулаж болно. Магадгүй та өөрийн хэлэх дуртай үгээ эсвэл зүйл үг байж болно. Энэ хэлэлцүүлэгт гарын үсэгтээ BBCode хэрэглэхийн зөвшөөрсөн бол үүнийг хэрэглэх боломжтой. Мөн та энэ боломжийг ашиглах/ашиглахгүй байж болно. Хэзээ ч хамаагүй гарын үсгээ засах боломтой.
uk_ua: Підпис - це невелика приписка, що додається до ваших повідомлень. Це може бути все, що вам подобається. Наприклад, ваша улюблена цитата. У підписі можна використовувати вбудовані теги Bbcode, якщо це дозволено адміністратором. Що дозволене, можна побачити зліва, при редагуванні підпису.

source: No signature currently stored in profile.
cs: Žádný podpis není uložen v profilu.
fo: Einki eyðkenniskriv er í løtuni goymt á tínum umhvarvi.
mn: Одоогоор танилцуулагт гарын үсэг хадгалагдаагүй байна.
uk_ua: Немає підпису.

source: Set your privacy options
cs: Nastavte si své soukromí
fo: Still tínar privatlívskostir
mn: Өөрийн нууцлалыг тохируулах
uk_ua: Виберіть свої особисті налаштування

source: Select whether you want your e-mail address to be viewable to other users or not and if you want other users to be able to send you e-mail via the forum (form e-mail) or not.
cs: Vyberte, zda chcete, aby vaše e-mailová adresa byla viditelná pro ostatní uživatele, nebo ne, a pokud chcete, aby ostatní uživatelé mohli poslat e-mail přes fórum (formulář na odeslání e-mailu) nebo ne.
fo: Vel um tú vil at tín t-postadressa skal vera sjónlig fyri øðrum ella ikki, og um tú vil at aðrir brúkarir kunna senda tær t-post um torgið (útfyllingarblað t-post) ella ikki.
mn: Та бусад хэрэглэгчидэд өөрийн e-mail хаягаа харуулах эсвэл майл хүлээн авах эсвэл хүлээн авахгүй бол доорхи хэсгээс сонгоно уу.
uk_ua: Виберете, яким чином ви хочете, щоб ваша e-mail адреса відобразилася на форумі, і чи хочете ви, щоб інші користувачі мали можливість слати вам e-mail повідомлення через форум чи ні.

source: Markup
cs: Značkování
uk_ua: Розмітка

source: Hash
fo: Brongl
uk_ua: Хеш

source: by
cs: od
fo: av
uk_ua: залишив

source: PM
uk_ua: ЛП

source: E-mail
fo: T-postur

source: E-mail:
fo: T-postur:
